Repository: VancityGunny/YVRConnected
Catalog: lib/l10n/intl_*.arb
Languages: ja_jp, th_th

# activeFriendsTitle
source: Active Friends
ja_jp: 仲の良いお友達
th_th: เพื่อนซี้ประจำสัปดาห์

# needyFriendsTitle
source: Estranged Friends
ja_jp: 疎遠な友達

# seeAllFriendsButton
source: See All Friends
ja_jp: 全てのお友達
th_th: ดูเพื่อนทั้งหมด

source: Login Failed
ja_jp: 登録失敗
th_th: ล๊อกอินไม่ได้

# friendshipLabel
source: Friendship
ja_jp: 友情
th_th: มิตรภาพ

# currentStatusLabel
source: Current Status
ja_jp: 現在のステータス
th_th: อารมณ์ตอนนี้

# sendThoughtButton
source: Send Thought
ja_jp: メッセージ送信
th_th: ส่งความคิดถึง

# yesButton
source: Yes
ja_jp: はい
th_th: ใช่

# noButton
source: No
ja_jp: いいえ
th_th: ไม่ใช่

# deleteFriendButton
source: DELETE FRIEND
ja_jp: 友達削除
th_th: ลบเพื่อน

# includeImageLable
source: Include Image
ja_jp: 画像添付
th_th: ใส่รูปประกอบ

# friendsLabel
source: Friends
ja_jp: 友達
th_th: เพื่อน

# signOutLabel
source: Sign out
ja_jp: サインアウト
th_th: ออกจากระบบ

# signInWithGoogleButton
source: Sign in with Google
ja_jp: Googleで登録
th_th: เข้าระบบด้วย Google

# loginTitle
source: Login
ja_jp: ログイン
th_th: เข้าระบบ

# phoneAuthenticationTitle
source: Phone Authentication
ja_jp: 電話番号認証
th_th: ยืนยันเบอร์โทรศัพท์

# justNowLabel
source: Just now
ja_jp: たった今
th_th: ตอนนี้

# minutesAgoSuffix
source: minute(s) ago
ja_jp: 分前
th_th: นาทีที่แล้ว

# hoursAgoSuffix
source: hour(s) ago
ja_jp: 時間前
th_th: ชั่วโมงที่แล้ว

# daysAgoSuffix
source: day(s) ago
ja_jp: 日前
th_th: วันที่แล้ว

# codeMissYouShort
source: Miss you
ja_jp: 会いたい
th_th: คิดถึง

# codeMissYouLong
source: I'm thinking about you.
ja_jp: あなたのことを想っている
th_th: กำลังคิดถึงเธออยู่ตอนนี้

# codeWishUWereHereShort
source: Wish U were here
ja_jp: ここにいて
th_th: อยากให้อยู่ใกล้ๆ

# codeWishUWereHereLong
source: It would be nice if you were here with me now.
ja_jp: あなたにここにいてほしかった
th_th: อยากให้เธอมาอยู่ใกล้ๆตอนนี้ด้วยกัน

# codeGoodOldTimeShort
source: Good old time
ja_jp: 懐かしい
th_th: รำลึกความหลัง

# codeGoodOldTimeLong
source: I'm remembering the great time we had together.
ja_jp: あなたと一緒に過ごしたときが懐かしい
th_th: นึกถึงเมื่อก่อนที่เราสนุกด้วยกัน

# codeGratefulForYouShort
source: Grateful for you
ja_jp: ありがとう
th_th: ขอบคุณ

# codeGratefulForYouLong
source: I'm so thankful to have you in my life.
ja_jp: あなたがいてくれてよかった
th_th: ขอบคุณที่ได้มีเธออยู่ในชีวิตฉัน

# codePhoneCallShort
source: Phone Call
ja_jp: 音声通話
th_th: โทรหา

# codeVideoCallShort
source: Video Call
ja_jp: ビデオ通話
th_th: โทรกล้อง

# codeInPersonShort
source: In Person
ja_jp: 対面
th_th: พบกัน

# incomingMessagesTitle
source: Incoming Messages
ja_jp: 受信メッセージ
th_th: ข้อความที่ได้รับ

# contactLabel
source: Contact
ja_jp: 連絡
th_th: ติดต่อ

# thoughtLabel
source: Thought
ja_jp: メッセージ
th_th: ความคิดถึง

# deleteFriendConfirmation
source: Do you really want to delete this friend
ja_jp: 友達を削除してもよろしいですか
th_th: ยืนยันลบเพื่อนคนนี้

# dailyContactLabel
source: daily contact
ja_jp: 連絡
th_th: ติดต่อวันนี้

# codeMissYouOneWord
source: Miss
ja_jp: 想
th_th: คิดถึง

# codeWishUWereHereOneWord
source: Wish
ja_jp: 願
th_th: ใกล้

# codeGoodOldTimeOneWord
source: Oldtime
ja_jp: 懐
th_th: รำลึก

# codeGratefulForYouOneWord
source: Grateful
ja_jp: 感謝
th_th: ขอบคุณ
